stressTest.yml
config:
  target: "http://54.177.59.24/airbnb/listings/12"
  phases:
    - duration: 60
      arrivalRate: 100
      rampTo: 200
      name: "Warm up the application"
    - duration: 120
      arrivalRate: 200
      name: "Sustained max load"
scenarios:
  - flow:
      - loop:
          - get:
              url: "http://54.177.59.24/airbnb/listings/12"
        count: 1000